/* Copyright © 2001-2012 Apple Inc. All Rights Reserved. */
/* Localization dictionary for Apple Hardware Test 3.0 series */

"is-two-bytes"	= "0";
"version-sig"	= "E-070918";

"common-controls-restart"		= "Reiniciar";
"common-controls-shutdown"		= "Apagar";
"common-controls-continue"		= "Continuar";

"common-tab-apple-title"		= " Acerca de ";			// does look better with spaces at head and tail
"common-tab-test-title"			= " Pruebas de hardware ";	// does look better with spaces at head and tail
"common-tab-profile-title"		= " Perfil de hardware ";	// does look better with spaces at head and tail
"common-version-str"			= "Versión ";
"common-bundle-str"				= "Paquete ";

"mark-graphics-unknown-str"		= "Vídeo desconocido";
"mark-graphics-none-str"		= " ";

"mark-generic-present-str"		= "Instalado";
"mark-generic-absent-str"		= "No se ha encontrado";
"mark-generic-hasDevice-str"	= "Dispositivo conectado";
"mark-generic-hasNoDevice-str"	= "Ningún dispositivo conectado";

"units-hz--short-str"	= "Hz";
"units-hz--long-str"	= "Herzio";
"units-byte-short-str"	= "B";
"units-byte-long-str"	= "Byte";
"units-bit-short-str"	= "b";
"units-bit-long-str"	= "bit";
"units-volt-short-str"	= "V";
"units-volt-long-str"	= "Voltio";


"units-hour-str"		= " hora ";
"units-hours-str"		= " horas ";
"units-min-str"			= " min.";
"units-mins-str"		= " min. ";
"units-sec-str"			= " seg.";
"units-secs-str"		= " seg.";

"units-kilo-str"		= "K";
"units-mega-str"		= "M";
"units-giga-str"		= "G";
"units-tera-str"		= "T";

"delim-date-str"		= "/";
"delim-at-str"			= " @ ";
"delim-record-str"		= ":";
"delim-field-str"		= ", ";
"delim-item-str"		= "-";
"delim-decimal-str"		= ",";
"delim-thousds-str"		= ", ";
"delim-space-str"		= " ";
"delim-pct-str"			= "%";

"notcompat-nosupport-str"		= "Apple Hardware Test no es compatible con esta máquina.";
"notcompat-ownrisk-str"			= "Continuar bajo su responsabilidad [sólo versión no definitiva].";


"test-head-intro1-text"			= "Apple Hardware Test permite realizar pruebas a los componentes del hardware de su Macintosh.";
"test-head-intro2-text"			= "Para realizar las pruebas, haga clic en el botón “Prueba” o pulse la tecla “T”.";

"test-probe-onto-text"			= "Examinando el hardware; esta operación puede durar un minuto...";
"test-probe-outof-text"			= "Verificación del hardware completa.";

"test-controls-launch"			= "Probar";
"test-controls-interrupt"		= "Detener prueba";

"test-choices-title"			= "Opciones de pruebas";
"test-about-title"				= "Acerca de pruebas y resultados";
"test-results-title"			= "Resultados de la prueba";

"test-results-notestyet"		= "No es posible realizar ninguna prueba hasta que la verificación haya finalizado.";
"test-results-nodevfound"		= "No se han encontrado dispositivos.";
"test-results-notyet"			= "Listo para la prueba.";
"test-results-quick-ongoing"	= "Prueba en curso.";
"test-results-extend-ongoing"	= "La prueba completa está en curso.";
"test-results-willstop"			= "La prueba se detendrá.";
"test-results-interrupted"		= "La prueba no se ha podido completar.";
"test-results-nofail"			= "No se han detectado problemas.";
"test-results-error"			= "Se ha producido un error interno durante la prueba.";
"test-results-failed"			= "Alerta: Apple Hardware Test ha detectado un error.";

"test-ongoing-short-status"		= "Prueba en curso.";
"test-ongoing-mlb-status"		= "Probando la placa lógica principal.";
"test-ongoing-memory-status"	= "Probando la memoria.";
"test-ongoing-storage-status"	= "Probando el almacenamiento.";
"test-ongoing-video-status"		= "Probando los gráficos.";

"test-ongoing-pass-time-text"	= " desde el inicio de la prueba...";
"test-ongoing-pass-time-1-text"	= " ";
"test-ongoing-pass-time-2-text"	= "probando...";
"test-ongoing-sess-pass-text"	= "Número de pasos: ";
"test-ongoing-sess-time-text"	= "Tiempo total de la prueba: ";

"test-desc-initial-1-text"	= "Apple Hardware Test es una herramienta de diagnóstico para detectar problemas relacionados con los componentes del hardware del ordenador.";
"test-desc-initial-2-text"	= " ";
"test-desc-initial-3-text"	= "Las pruebas realizadas permitirán conocer si existe algún problema con el hardware o el software.";
"test-desc-initial-4-text"	= " ";
"test-desc-initial-5-text"	= "En caso de que los resultados indiquen que no existe ningún problema con el hardware, consulte el manual y/o el sistema de ayuda incluidos con el ordenador para solucionar los posibles problemas.";
"test-desc-initial-6-text"	= " ";

"test-desc-intro-quick-text"	= "Tiempo restante estimado: 3 minutos o más, en función de la cantidad de memoria instalada.";	/* default */
"test-desc-intro-quick-text2"	= "Tiempo restante estimado: de 10 a 15 minutos, o más, en función de la cantidad de memoria instalada.";
"test-desc-intro-quick-text3"	= "Tiempo restante estimado: 2 minutos o más, en función de la cantidad de memoria instalada.";
"test-desc-intro-quick-text4"	= "Tiempo restante estimado: 4 minutos o más, en función de la cantidad de memoria instalada.";

"test-desc-intro-extend-text"	= "Tiempo restante estimado: 1 hora o más, en función de la cantidad de memoria instalada.";	/* default */
"test-desc-intro-extend-text2"	= "Tiempo restante estimado: de 10 a 15 minutos, o más, en función de la cantidad de memoria instalada.";
"test-desc-intro-extend-text3"	= "Tiempo restante estimado: 30 minutos o más, en función de la cantidad de memoria instalada.";
"test-desc-intro-extend-text4"	= "Tiempo restante estimado: 2 horas o más, en función de la cantidad de memoria instalada.";

"test-desc-option-extend-text"	= "Realizar prueba completa (requiere mucho más tiempo).";
"test-desc-option-loop-text"	= "Bucle activado.";

"test-desc-quick-running-1-text"	= "Prueba en curso...";
"test-desc-quick-running-2-text"	= "Para detener la prueba, haga clic en el botón “Detener prueba”.";
"test-desc-quick-running-3-text"	= "O bien, pulse las teclas “comando” (“Apple”) y el punto (“.”) al mismo tiempo.";
"test-desc-quick-running-4-text"	= " ";

"test-desc-extend-running-1-text"	= "La prueba completa está en curso...";
"test-desc-extend-running-2-text"	= "Para detener la prueba, haga clic en el botón “Detener prueba”.";
"test-desc-extend-running-3-text"	= "O bien, pulse las teclas “comando” (“Apple”) y el punto (“.”) al mismo tiempo.";
"test-desc-extend-running-4-text"	= " ";

/* About the Tests and Results Test tests failed */
"test-result-testing-1-text"		= "Alerta: Apple Hardware Test ha detectado un error.";
"test-result-testing-2-text"		= " ";
"test-result-testing-3-text"		= "En primer lugar, anote el código del error en el área de resultados de la prueba.";
"test-result-testing-4-text"		= " ";
"test-result-testing-5-text"		= "En segundo lugar, si hay algún periférico conectado al ordenador, apague el ordenador, desconecte los periféricos y efectúe la prueba completa para verificar los resultados.";
"test-result-testing-6-text"		= " ";
"test-result-testing-7-text"		= "A continuación, si sigue detectándose algún error, consulte los manuales de servicio y asistencia incluidos con el ordenador para obtener instrucciones acerca de cómo ponerse en contacto con AppleCare para obtener más ayuda.";
"test-result-testing-8-text"		= " ";

/* About the Tests and Results Test POST failed */
"test-result-startup-1-text"		= "Alerta: Apple Hardware Test ha detectado un error al arrancar.";
"test-result-startup-2-text"		= " ";
"test-result-startup-3-text"		= "En primer lugar, anote el código del error en el área de resultados de la prueba.";
"test-result-startup-4-text"		= " ";
"test-result-startup-5-text"		= "En segundo lugar, si hay algún periférico conectado al ordenador, apague el ordenador, desconecte los periféricos y efectúe la prueba completa para verificar los resultados.";
"test-result-startup-6-text"		= " ";
"test-result-startup-7-text"		= "A continuación, si sigue detectándose algún error, consulte los manuales de servicio y asistencia incluidos con el ordenador para obtener instrucciones acerca de cómo ponerse en contacto con AppleCare para obtener más ayuda.";
"test-result-startup-8-text"		= " ";
"test-result-startup-9-text"		= " ";
"test-result-startup-10-text"		= " ";
"test-result-startup-11-text"		= " ";


/* HW-Profile values */

"prof-prod-group-title"			= "Producto";
"prof-prod-group-subtitle"		= "Detalles del producto:";
"prof-prod-name-label"			= "Nombre de Macintosh:";
"prof-prod-model-label"			= "Modelo de Macintosh:";
"prof-prod-cputype-label"		= "Tipo de CPU:";
"prof-prod-cpucount-label"		= "Número de procesadores:";
"prof-prod-cpucoretotal-label"	= "Número total de núcleos:";
"prof-prod-cpucorecount-label"	= "Número de núcleos:";
"prof-prod-cpuspeed-label"		= "Velocidad de CPU:";
"prof-prod-cpucache-label"		= "Caché de CPU L2 (por procesador):";

"prof-prod-L2cache-label"		= "Caché de nivel 2:";
"prof-prod-L2cachecore-label"	= "Caché de nivel 2 (por núcleo):";
"prof-prod-L3cache-label"		= "Caché de nivel 3:";

"prof-prod-cpucache3-label"		= "Caché de CPU de nivel 3 (por CPU)";
"prof-prod-mlb-sn-label"		= "Nº de serie MLB:";
"prof-processor-tray-sn-label"	= "Número de serie de la bandeja del procesador:";

"prof-graph-group-title"		= "Vídeo";
"prof-graph-group-subtitle"		= "Detalles de vídeo:";
"prof-graph-chipset-label"		= "Gráficos:";
"prof-graph-vram-label"			= "VRAM:";
"prof-graph-disp-width-label"	= "Anchura de la pantalla (en píxeles):";
"prof-graph-disp-height-label"	= "Altura de la pantalla (en píxeles):";

"prof-communi-group-title"		= "Comunicación";
"prof-communi-group-subtitle"	= "Detalles de comunicación:";
"prof-communi-enet-mac-label"	= "Dirección MAC Ethernet:";
"prof-communi-fwire-mac-label"	= "Dirección MAC FireWire:";
"prof-communi-airp-type-label"	= "AirPort:";
"prof-communi-bluetooth-label"	= "Bluetooth:";
"prof-communi-irport-label"		= "Receptor de IR:";
"prof-communi-usb1-connect-label"	= "Puerto USB 1:";
"prof-communi-usb2-connect-label"	= "Puerto USB 2:";
"prof-communi-usb3-connect-label"	= "Puerto USB 3:";
"prof-communi-usb4-connect-label"	= "Puerto USB 4:";

"prof-memo-group-title"			= "Memoria:";
"prof-memo-group-subtitle"		= "Detalles de la memoria:";
"prof-memo-overview-label"		= "Explorar";
"prof-memo-slot-1-label"		= "Memoria 1";
"prof-memo-slot-2-label"		= "Memoria 2";
"prof-memo-slot-3-label"		= "Memoria 3";
"prof-memo-slot-4-label"		= "Memoria 4";
"prof-memo-slot-5-label"		= "Memoria 5";
"prof-memo-slot-6-label"		= "Memoria 6";
"prof-memo-slot-7-label"		= "Memoria 7";
"prof-memo-slot-8-label"		= "Memoria 8";

"prof-memo-type-str"			= "SDRAM soldada a la placa principal.";
"prof-memo--str"				= "Sin determinar";
"prof-memo-pc2-3700-str"		= "PC2-3700";
"prof-memo-pc2-4000-str"		= "PC2-4000";
"prof-memo-pc2-4200-str"		= "PC2-4200";
"prof-memo-pc2-4800-str"		= "PC2-4800";
"prof-memo-ddr2-str"			= "SDRAM DDR2";
"prof-memo-fbdimm-str"			= "FBDIMM";
"prof-memo-cl-str"				= "CL";
"prof-memo-ct1-str"				= " Duración del ciclo (ns)";
"prof-memo-ct2-str"				= " Ciclo (ns)";
"prof-memo-ct3-str"				= " (ns)";
"prof-memo-rev-str"				= "Rev.";
"prof-memo-paired-str"			= "Enlazado con ";
"prof-memo-paired-not-str"		= " no enlazado";
"prof-memo-mismatch-label"		= "Incongruencia:";
"prof-memo-size-str"			= " tamaño";
"prof-memo-speed-str"			= " velocidad";
"prof-memo-vendor-str"			= " fabricante";
"prof-memo-recommend-str"		= "Recomendado: ";
"prof-memo-post-fail-str"		= "Error de POST";

"prof-board-group-title"		= "Placa lógica";
"prof-board-brom-vers-label"	= "Versión ROM arranque:";
"prof-board-smc-vers-label"		= "Versión SMC:";
"prof-board-syst-sn-label"		= "Número de serie:";
"prof-board-bootdev-label"		= "Arranque por omisión:";

"prof-stor-group-title"			= "Almacenamiento";
"prof-stor-size-label"			= "Tamaño:";

"prof-powr-group-title"			= "Alimentación";
"prof-powr-group-subtitle"		= "Detalles de la alimentación:";
"prof-powr-src-label"			= "Fuente de alimentación:";
"prof-powr-src-wall-str"		= "Adaptador";
"prof-powr-src-batt-str"		= "Batería";
"prof-powr-ac-on-str"			= "Conectado";
"prof-powr-ac-off-str"			= "No conectado";
"prof-powr-capac-label"			= "Capacidad:";
"prof-powr-volt-label"			= "Voltaje:";
"prof-powr-status-label"		= "Estado:";

